OpenDTEF-v2012/tutorials/incompressible/overPimpleDyMFoam/cylinder/cylinderAndBackground/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

./Allrun.pre

# Run it for a bit
runApplication $(getApplication)

#------------------------------------------------------------------------------
